export const help_info = 
`Данное приложение предоставляет возможность построить маршрут покупки товаров по акции в магазинах г. Кудрово за указанное количество времени. 
Поиск товаров осуществляется среди магазинов Дикси, Пятерочка, Магнит, Семишагофф, Супер Лента, Гипер Лента, РеалЪ, Верный, Ашан, Перекресток. 
Чтобы построить маршрут, необходимо задать максимальное количество времени, которое вы готовы потратить на поход по магазинам, максимальный вес сумки с товарами, добавить товары в корзину, а также поставить точку на карте, откуда будет начинаться и заканчиваться маршрут. Этой точкой может быть ваш дом. После этого нужно нажать на кнопку «построить маршрут». Построенный маршрут будет показан на карте слева, а в таблице справа будет информация о том, где какой товар нужно приобрести и в каком количестве. Товары в таблице расположены согласно маршруту.
Из-за небольших значений веса и времени маршрут может содержать не все товары, указанные в корзине. В таком случае рекомендуется увеличить один или оба параметра.
Подробная информация по каждому действию:
- Чтобы добавить товар в корзину, нужно начать вводить его наименование в строке поиска, а затем выбрать нужный товар из списка, кликнув на него. Если желаемого товара в списке нет, это значит, что сейчас на него нет акций в вышеуказанных магазинах и его нельзя добавить в корзину.
- В поле со временем нужно указать максимальное количество времени (в минутах), за которое планируется совершить покупки. Минимальная рекомендуемая величина - 10 минут. Чем больше времени вы укажите, тем больше товаров получится приобрести.
- В поле с весом необходимо указать максимальный вес сумки с товарами, которую вы сможете нести. Минимальная рекомендуемая величина - 1 кг.
- Количество товаров в корзине можно изменять с помощью кнопок “+” и “-”. Если у товара указано количество “1”, то при нажатии на кнопку “-” он удалится из корзины. `
